{
  "architectures": [
    "LlamaForCausalLM"
  ],
  "model_type": "llama",
  "hidden_act": "silu",
  "hidden_size": 4096,
  "initializer_range": 0.02,
  "torch_dtype": "bfloat16",
  "intermediate_size": 12288,
  "num_attention_heads": 32,
  "num_hidden_layers": 1,
  "num_key_value_heads": 32,
  "rms_norm_eps": 1e-06,
  "vocab_size": 151936
}
