{
  "architectures": [
    "LlamaForCausalLM"
  ],
  "model_type": "llama",
  "hidden_act": "silu",
  "hidden_size": 4096,
  "intermediate_size": 11008,
  "num_attention_heads": 32,
  "num_hidden_layers": 1,
  "num_key_value_heads": 32,
  "rms_norm_eps": 1e-06
}
